[{"name":"白居易","initial":"B","intro":"白居易(772--846)，汉族，字乐天，号香山居士，河南新郑（今郑州新郑）人，和元稹并称“元白”，和刘禹锡并称“刘白”，是中国文学史上负有盛名且影响深远的著名唐代大诗人和文学家，与李白、杜甫齐名，有“诗魔”和“诗王”之称，他的诗在中国、日本和朝鲜等国有广泛影响。白居易祖籍山西太原，其曾祖父迁居下邽（音guī）（今陕西渭南北），其祖父白湟又迁居河南新郑。唐代宗大历七年正月二十（公元772年2月28日），白居易在新郑城西的东郭宅村（今东郭寺）降生了。白居易晚年长期居住在洛阳香山，号称“香山居士”。武宗会昌六年(846年)八月，白居易死于洛阳，葬于洛阳香山，享年75岁。他去世后，唐宣宗写诗悼念他说：“缀玉连珠六十年，谁教冥路作诗仙？浮云不系名居易，造化无为字乐天。童子解吟《长恨》曲，胡儿能唱《琵琶》篇。文章已满行人耳。一度思卿一怆然。”著有《白氏长庆集》七十一卷。"},
{"name":"岑参","initial":"C","intro":"岑参（cén shēn） (约715年—770年)唐代诗人，原籍南阳（今属河南新野），迁居江陵（今属湖北）。汉族，荆州江陵（湖北江陵）人，去世之时56岁，是唐代著名的边塞诗人。其诗歌富有浪漫主义的特色，气势雄伟，想象丰富，色彩瑰丽，热情奔放，尤其擅长七言歌行。"},
{"name":"常建","initial":"C","intro":"常衮（729-785），字夷甫，唐代著名状元宰相。京兆（今陕西西安）人。生于唐玄宗开元十七年（729），唐玄宗天宝十四年（755）乙未科状元及第。累官至宰相后贬为福建观察使。常衮注重教育，增设乡校，亲自讲授，闽地文风为之一振，在其奖掖下，唐德宗贞元年间潘湖榜眼欧阳詹、徐村状元徐晦等一代又一代士子“腾于江淮，达于京师”。卒于唐德宗贞元元年（785）享年五十五岁，追赠为尚书左仆射。 <br />　　常衮性清高孤傲，不妄交游。为政苛细崇尚节俭，反对腐败。有文集十卷、诏集六十卷行世。《全唐诗》存其诗九首。"},
{"name":"陈陶","initial":"C","intro":"字嵩伯，自号三教布衣。《全唐诗》卷七百四十五“陈陶”传作“岭南）人”。诗人早年游学长安，善天文历象，尤工诗。举进士不第，遂恣游名山。唐宣宋大中时，隐居洪州西山，后不知所终。有诗十卷，已散佚，后人辑有《陈嵩伯诗集》一卷。其《陇西行》四首之二：“誓扫匈奴不顾身，五千貂锦丧胡尘。可怜无定河边骨，犹是春闺梦里人。”把残酷现实与少妇美梦交替在一起，造成强烈的艺术效果，至今仍脍炙人口。然而，鲜为人知的是，他漫游浙江、福建、广东时，曾路过今闽东地区，并留下了《旅次铜山途中先寄温州韩使君》等诗。"},
{"name":"陈子昂","initial":"C","intro":"　陈子昂（公元661～公元702），唐代文学家，初唐诗文革新人物之一。字伯玉，梓州射洪(今属四川)人。因曾任右拾遗，后世称为陈拾遗。其诗风骨峥嵘，寓意深远，苍劲有力，有《陈伯玉集》传世。陈子昂青少年时家庭较富裕，轻财好施，慷慨任侠。成年后始发愤攻读，博览群书，擅长写作。同时关心国事，要求在政治上有所建树。24岁时举进士，官麟台正字，后升右拾遗，直言敢谏。时武则天当政，信用酷吏，滥杀无辜。他不畏迫害，屡次上书谏诤。武则天计划开凿蜀山经雅州道攻击生羌族，他又上书反对，主张与民休息。他的言论切直，常不被采纳，并一度因“逆党”反对武则天的株连而下狱。垂拱二年(686)，曾随左补阙乔知之军队到达西北居延海、张掖河一带。万岁通天元年(696)，契丹李尽忠、孙万荣叛乱，又随建安王武攸宜大军出征。两次从军，使他对边塞形势和当地人民生活获得较为深刻的认识。圣历元年(698)，因父老解官回乡，不久父死。居丧期间，权臣武三思指使射洪县令段简罗织罪名，加以迫害。冤死狱中（沈亚之《上九江郑使君书》）。"},
{"name":"崔颢","initial":"C","intro":"崔颢(hào)（约公元704—754年），汉族，唐朝汴州（今河南开封市）人士，以《黄鹤楼》诗，颇令李白折服。唐玄宗开元11年（公元723年）进士。他才思敏捷，善于写诗，唐代诗人,《旧唐书·文苑传》把他和王昌龄、高适、孟浩然并提,但他宦海浮沉，终不得志。历史上对他的记述不多，故里汴州也很少有关他的传说和故事流传下来，旧《唐书·崔颢传》里非常简略，连他文学上的成就也未提及，这些都是为了什么？很值得人们思考。 作品激昂豪放、气势宏伟。作品有《崔颢集》。 "},
{"name":"崔护","initial":"C","intro":"崔护，唐代诗人。字殷功，唐代博陵（今河北定州市）人。公元796年（贞元十二年）登第（进士及第）。公元829年（大和三年）为京兆尹，同年为御史大夫、岭南节度使。终岭南节度使。其诗诗风精练婉丽，语极清新。《全唐诗》存诗六首，皆是佳作，尤以《题都城南庄》流传最广，脍炙人口，有目共赏。该诗以“人面桃花，物是人非”这样一个看似简单的人生经历道出了千万人都似曾有过的共同生活体验，为诗人赢得了不朽的诗名。"},
{"name":"崔曙","initial":"C","intro":" 崔曙(约704-739)，宋州(今河南登封)人，开元二十三年第一名进士，但只做过河南尉一类的小官。曾隐居河南嵩山。以《试明堂火珠》诗得名。其诗多写景摹物，同时寄寓乡愁友思。词句对仗工整，辞气多悲。代表作有《早发交崖山还太室作》、《奉试明堂火珠》、《途中晓发》、《缑（音gou沟）山庙》、《登水门楼，见亡友张贞期题望黄河诗，因以感兴》、《对雨送郑陵》等。其诗中“天净光难灭，云生望欲无”、“涧水流年月，山云变古今”、“旅望因高尽，乡心遇物悲”、“流落年将晚，悲凉物已秋”等都是极佳的对句。诗一卷（全唐诗上卷第一百五十五）。"},
{"name":"崔涂","initial":"C","intro":"崔涂（854～?），字礼山，今浙江富春江一带人。唐僖宗光启四年（888）进士。终生飘泊，漫游巴蜀、吴楚、河南，秦陇等地，故其诗多以飘泊生活为题材，情调苍凉。《全唐诗》存其诗1卷。"},
{"name":"杜荀鹤","initial":"D","intro":"杜荀鹤(846～904)，唐代诗人，字彦之，号九华山人，汉族，唐池州石埭（今安徽石台）人。出身寒微。曾数次上长安应考，不第还山。当黄巢起义军席卷山东、河南一带时，他又从长安回家。从此“一入烟萝十五年”（《乱后出山逢高员外》），过着“文章甘世薄，耕种喜山肥”（《乱后山中作》）的生活。后游大梁（今河南开封），献《时世行》10首于朱温，希望他省徭役，薄赋敛，不合温意。他旅寄僧寺中，朱温部下敬翔，劝说他“稍削古风，即可进身”，因此上颂德诗三十章取悦于温。"},
{"name":"戴叔伦","initial":"D","intro":"戴叔伦(732—789)，唐代诗人，字幼公（一作次公），润州金坛(今属江苏)人。年轻时师事萧颖士。曾任新城令、东阳令、抚州刺史、容管经略使。晚年上表自请为道士。其诗多表现隐逸生活和闲适情调，但《女耕田行》、《屯田词》等篇也反映了人民生活的艰苦。论诗主张“诗家之景，如蓝田日暖，良玉生烟，可望而不可置于眉睫之前”。其诗体裁皆有所涉猎。"},
{"name":"杜甫","initial":"D","intro":"杜甫(712—770)，祖籍襄阳，出生于巩县（在今河南省），唐朝伟大诗人。唐肃宗乾元元年(758)六月至乾元二年(759)秋，任华州司功参军。杜甫原在朝中任左拾遗，因直言进谏，触怒权贵，被贬到华州（今华县），负责祭祀、礼乐、学校、选举、医筮、考课等事。与“诗仙”李白并称“大李杜”。 杜甫与李白合称“李杜”[1]，为了与另两位诗人李商隐与杜牧即“小李杜”区别，杜甫与李白又合称“大李杜”，杜甫也常被称为“老杜”。杜甫与杜牧是远房宗亲，同为晋朝灭孙吴的大将杜预之后裔（杜甫为杜预二十世孙）。因其诗风沉郁顿挫，忧国忧民，杜甫的诗被称为“诗史”。虽然杜甫在当朝不为世人所知，但经过后世的研究，他的作品最终对中国文学和日本文学产生了深远的影响[2]。他的约1500首诗歌被保留了下来，作品集为《杜工部集》。他在中国古典诗歌中的影响非常深远，被后人称为“诗圣”。 "},
{"name":"杜牧","initial":"D","intro":"杜牧（公元803－约852年），字牧之，号樊川居士，汉族，京兆万年（今陕西西安）人，唐代诗人。杜牧人称“小杜”，以别于杜甫。与李商隐并称“小李杜”。因晚年居长安南樊川别墅，故后世称“杜樊川”，著有《樊川文集》。杜牧的文学创作有多方面的成就，诗、赋、古文都堪称名家。他主张凡为文以意为主，以气为辅，以辞采章句为之兵卫，对作品内容与形式的关系有比较正确的理解。并能吸收、融化前人的长处，以形成自己特殊的风貌。在诗歌创作上，杜牧与晚唐另一位杰出的诗人李商隐齐名，并称“小李杜”。他的古体诗受杜甫、韩愈的影响，题材广阔，笔力峭健。他的近体诗则以文词清丽、情韵跌宕见长。七律《早雁》用比兴托物的手法，对遭受回纥侵扰而流离失所的北方边塞人民表示怀念，婉曲而有余味。《九日齐山登高》却是以豪放的笔调写自己旷达的胸怀，而又寓有深沉的悲慨。晚唐诗歌的总的趋向是藻绘绮密，杜牧受时代风气影响，也有注重辞采的一面。这种重辞采的共同倾向和他个人“雄姿英发”的特色相结合，风华流美而又神韵疏朗，气势豪宕而又精致婉约。"},
{"name":"杜审言","initial":"D","intro":"杜审言(约645-708)，字必简，汉族，中国唐朝襄州襄阳人，是大诗人杜甫的祖父。唐高宗咸亨进士，唐中宗时，因与张易之兄弟交往，被流放峰州（今越南越池东南）。曾任隰城尉、洛阳丞等小官，累官修文馆直学士，少与李峤、崔融、苏味道齐名，称“文章四友”，是唐代“近体诗”的奠基人之一，作品多朴素自然。其五言律诗，格律谨严。"},
{"name":"高适","initial":"G","intro":"高适（700？—765），汉族。盛唐诗人。字达夫、仲武，沧州(今河北省景县)人,居住在宋中(今河南商丘一带)。有《高常侍集》、《中兴间气集》等传世。永泰元年（765年）卒，终年64岁，赠礼部尚书，谥号忠。"},
{"name":"顾况","initial":"G","intro":"顾况（约727—约815）字逋翁，号华阳真逸(一说华阳真隐)，晚年自号悲翁，汉族，苏州海盐恒山人（今在浙江海宁境内），唐代诗人、画家、鉴赏家。他一生官位不高，曾任著作郎，因作诗嘲讽得罪权贵，贬饶州司户参军。晚年隐居茅山。"},
{"name":"韩翃 ","initial":"H","intro":" 韩翃( hóng)（754年前后在世），字君平，南阳（今河南南阳）人。唐代诗人。是“大历十才子”之一。天宝十三载（754）考中进士，宝应年间在淄青节度使侯希逸幕府中任从事，后随侯希逸回朝，闲居长安十年。建中年间，因作《寒食》诗被唐德宗所赏识，因而被提拔为中书舍人。韩翃诗笔法轻巧，写景别致，在当时传诵很广。诗多写送别唱和题材，如《韩君平诗集》，《全唐诗》录存其诗三卷。"},
{"name":"韩偓","initial":"H","intro":"　韩偓（842～923）中国唐代诗人。字致尧，一作致光，小名冬郎，号玉山樵人。京兆万年（今陕西西安附近）人。10岁即席赋诗。龙纪元年（889）始登进士第，一度出佐河中节度使幕府，回朝后拜左拾遗，迁左谏议大夫。后因忤触权臣朱温，贬濮州司马，于是弃官南下，这期间，唐王朝曾两次诏命还朝复职，皆不应。"},
{"name":"韩愈","initial":"H","intro":"韩愈（768～824）　字退之，号昌黎，故世称韩昌黎，谥号文公，故世称韩文公，唐朝河南河阳（今河南孟州）人，另有祖籍邓州一说，是唐宋八大家之一。自谓郡望昌黎，世称韩昌黎(“郡望”一词，是“郡”与“望”的合称。“郡”是行政区划，“望”是名门望族，“郡望”连用，即表示某一地域国范围内的名门大族。而韩愈世居昌黎,故又称韩昌黎)。晚年任吏部侍郎，又称韩吏部。与柳宗元同为“古文运动”倡导者，故与其并称为“韩柳”，且有“文章巨公”和“百代文宗”之名，提出了“文以载道”和“文道结合”的主张，反对六朝以来骈偶之风。著有《韩昌黎集》四十卷，《外集》十卷，《师说》等等。有“文起八代之衰”的美称。"},
{"name":"贺知章","initial":"H","intro":"贺知章（公元659－744年），字季真，越州永兴（今浙江省杭州市萧山区）人。武则天证圣元年进士，授国子四门博士，迁太常博士。后历任礼部侍郎、秘书监、太子宾客等职。为人旷达不羁，有“清谈风流”之誉，晚年尤纵，自号“四明狂客”、“秘书外监”。八十六岁告老还乡，旋逝。属盛唐前期诗人，又是著名书法家。作品大多散佚，现仅存二十首。"},
{"name":"皇甫冉","initial":"H","intro":"皇甫冉(717--770)：字茂政。约唐玄宗开元五年(公元717年)出生，卒于唐代宗大历五年(公元770年)，润州(今镇江)丹阳人，著名诗人。先世居甘肃泾州。天宝十五年进士。曾官无锡尉，大历初入河南节度使王缙幕，终左拾遗、右补阙。其诗清新飘逸，多飘泊之感。"},
{"name":"贾岛","initial":"J","intro":"贾岛，北京人。早年贫寒，落发为僧，法名无本。曾居房山石峪口石村， 遗有贾岛庵。19岁云游，识孟郊、韩愈等。还俗后屡举进士不第。唐文宗时任长江主簿，故被称为“贾长江”。其诗精于雕琢，喜写荒凉、枯寂之境，多凄苦情味，自谓“两句三年得，一吟双泪流”。有《长江集》10卷，录诗370余首。另有小集3卷、《诗格》1卷传世。 <br />　　贾岛人称“诗囚”又被称为“诗奴”，一生不喜与常人往来，《唐才子传》称他“所交悉尘外之士”。他惟喜作诗苦吟，在字句上狠下工夫。"},
{"name":"金昌绪","initial":"J","intro":" 生卒年不详。唐朝余杭（钱塘）（今浙江杭州市）人，身世不可考，诗传于世仅《春怨》一首。"},
{"name":"李白","initial":"L","intro":"李白（701年2月28日—762），字太白，号青莲居士。中国唐朝诗人，有“诗仙”之称，是伟大的浪漫主义诗人。汉族，祖籍陇西郡成纪县（今甘肃省平凉市静宁县南），出生于蜀郡绵州昌隆县（今四川省江油市青莲乡），一说生于西域碎叶（今吉尔吉斯斯坦托克马克）。逝世于安徽当涂县。其父李客，夫人有许氏、刘氏等四位，育二子（伯禽、天然）一女（平阳）。存世诗文千余篇，代表作有《蜀道难》、《行路难》、《梦游天姥吟留别》、《将进酒》等诗篇，有《李太白集》传世。公元762年病卒，享年61岁。其墓在安徽当涂，四川江油、湖北安陆有纪念馆。"},
{"name":"李端","initial":"L","intro":"李端(约743-782?)，字正已，赵州(今河北赵县)人。少居庐山，师诗僧皎然。大历五年进士。曾任秘书省校书郎、 杭州司马。晚年辞官隐居湖南衡山，自号衡岳幽人。今存《李端诗集》三卷。其诗多为应酬之作，多表现消极避世思想，个别作品对社会现实亦有所反映，一些写闺情的诗也清婉可诵，其风格与司空曙相似。李端是大历十才子之一，在“十才子”中年辈较轻，但诗才卓越，是“才子中的才子”。他的名篇《听筝》入选《唐诗三百首》。"},
{"name":"李频","initial":"L","intro":"李频(818—876)，字德新，唐寿昌长林西山人。幼读诗书，博览强记，领悟颇多。唐大中元年(847)，寿昌县令穆君游灵栖洞，即景吟诗：“一径入双崖，初疑有几家。行穷人不见，坐久日空斜”。得此四句后稍顿未续。时李频从行，续吟：“石上生灵笋，池中落异花。终须结茅屋，到此学餐霞。”穆君大为赞赏。但此诗根据史学家考证是李频本人所作。"},
{"name":"李颀","initial":"L","intro":"李颀(690-751)，汉族，东川(今四川三台)人，唐代诗人。少年时曾寓居河南登封。开元十三年进士，做过新乡县尉的小官，诗以写边塞题材为主，风格豪放，慷慨悲凉，七言歌行尤具特色。<br />　　李颀与王维、高适、王昌龄等著名诗人皆有来往，诗名颇高。其诗内容涉及较广，尤以边塞诗、音乐诗获誉于世。擅长五、七言歌行体。"},
{"name":"李商隐","initial":"L","intro":"李商隐，男，汉族，字义山，故又称李义山，号玉溪生、樊南生，晚唐著名诗人。他祖籍怀州河内（今河南沁阳），生于河南荥阳（今郑州荥阳）。诗作文学价值很高，于唐文宗开成三年（公元838年）进士及第。曾任弘农尉、佐幕　府、东川节度使判官等职。早期，李商隐因文才而深得牛党要员令狐楚的赏识，后因李党的王茂元爱其才而将女儿嫁给他，他因此而遭到牛党的排斥。此后，李商隐便在牛李两党争斗的夹缝中求生存，辗转于各藩镇幕僚当幕僚，郁郁而不得志，后潦倒终身。晚唐唐诗在前辈的光芒照耀下有着大不如前的趋势，而李商隐却又将唐诗推向了又一次高峰，是晚唐最著名的诗人，杜牧与他齐名。两人并称“小李杜”，与李贺、李白合称“三李”。有《李义山诗集》。与温庭筠合称为“温李”，因诗文与同时期的段成式、温庭筠风格相近，且三人都在家族里排行第十六，故并称为“三十六体”。其诗构思新奇，风格浓丽，尤其是一些爱情诗写得缠绵悱恻，为人传诵。但过于隐晦迷离，难于索解，至有“诗家总爱西昆好，独恨无人作郑笺”之说。因处于牛李党争的夹缝之中，一生很不得志。最后抑郁寡欢而死，死后葬于家乡沁阳（今沁阳与博爱县交界之处）。据《新唐书》有《樊南甲集》二十卷，《樊南乙集》二十卷，《玉溪生诗》三卷，《赋》一卷，《文》一卷，部分作品已佚。"},
{"name":"李益","initial":"L","intro":"李益(748-829)， 唐代诗人，“大历十才子”之一。字君虞，陕西姑臧(今甘肃武威)人，后迁河南郑州。大历四年(769)进士，初任郑县尉，久不得升迁，建中四年(783)登书判拔萃科。因仕途失意，后弃官在燕赵一带漫游。北游河朔，贞元十三年(797)任幽州节度使刘济从事。尝与济诗，有怨望语。十六年南游扬州等地，写了一些描绘江南风光的佳作。元和后入朝，历秘书少监、集贤殿学士、左散骑常侍等职。自负才地，多所凌忽，为众不容，谏官举其幽州诗句，降居散秩。宪宗时俄复用为秘书监，迁太子宾客、集贤学士，判院事，转右散骑常侍。大和元年(827)礼部尚书，以礼部尚书致仕卒。诗风豪放明快，尤以边塞诗为有名。他是中唐边塞诗的代表诗人。《送辽阳使还军》、《夜上受降城闻笛》2首，当时广为传唱。其边塞诗虽不乏壮词，但偏于感伤，主要抒写边地士卒久戍思归的怨望心情，不复有盛唐边塞诗的豪迈乐观情调。他擅长绝句，尤工七绝，名篇如《夜上西城》、《从军北征》、《受降》、《春夜闻笛》等。其律体亦不乏名篇，如五律《喜见外弟又言别》“问姓惊初见，称名忆旧容”，是历代传诵的名句。七律《同崔邠登鹳雀楼》、《过五原胡儿饮马泉》（又名《盐州过胡儿饮马泉》）等，均属佳作。今存《李益集》2卷，《李君虞诗集》2卷，《二酉堂丛书》本《李尚书诗集》1卷。"},
{"name":"刘长卿","initial":"L","intro":"刘长卿以五言律诗擅长，玄宗天宝进士。肃宗至德间任监察御史、长洲县尉，贬岭南南巴尉，后返，旅居江浙。代宗时历任转运使判官，知淮西、鄂岳转运留后，被诬再贬睦州司马。他生平坎坷，有一部分感伤身世之作，但也反映了安史乱后中原一带荒凉凋敝的景象。如《穆陵关北逢人归渔阳》、《疲兵篇》、《新息道中作》等，笔调苍凉沉郁。刘长卿诗以五七言近体为主，尤工五言。五律简练浑括，于深密中见清秀。如《新年作》、《岳阳馆中望洞庭湖》、《碧涧别墅喜皇甫侍御相访》、《海盐官舍早春》等。七律也多秀句 ，如“细雨湿衣看不见 ，闲花落地听无声”（《别严士元》）、“秋草独寻人去后，寒林空见日斜时”（《长沙过贾谊宅》）。五绝如《逢雪宿芙蓉山主人》、《江中对月》、《送灵澈上人》，以白描取胜，饶有韵致。但他的大部分诗内容单薄，境界狭窄，缺少变化，有字句雷同之感。《新唐书·艺文志》著录其集10卷。较流行的是明翻宋本《唐刘随州诗集》（10卷诗，1卷文），《全唐诗》编录其诗5卷。"},
{"name":"刘方平","initial":"L","intro":"刘方平(758年前后在世)，唐朝河南洛阳人。匈奴族。天宝前期曾应进士试，又欲从军 ，均未如意，从此隐居颍水、汝河之滨，终生未仕。与皇甫冉、元德秀、李颀、严武为诗友，为薪颖士赏识。工诗，善画山水。其诗多咏物写景之作，尤擅绝句，其诗多写闺情、乡思，思想内容较贫弱，但艺术性较高，善于寓情于景，意蕴无穷。其《月夜》 、《春怨》、《新春》、《秋夜泛舟》等都是历来为人传诵的名作。"},
{"name":"刘昚虚","initial":"L","intro":"刘昚虚（生卒年不详）字全乙，洪州新吴（即今江西奉新县）人。八岁能文。开元进士，官洛阳尉及夏县令。他精通经史，诗多幽峭之趣，风格近似孟浩然、常建。他为人较淡泊，交游多为山僧道侣，今存诗仅一卷，其诗多写山水隐逸之趣，尤工于五言。后人曾将他与贺知章、包融、张旭合称为“吴中四友”。 <br />　　刘慎虚为人淡泊，脱略势利，壮年辞官归田，寄意山水，与孟浩然、王昌龄等诗人相友善，互唱和。他曾游江南西道洪州建昌县桃源里（今江西省靖安县水口乡桃源村），见此地山水秀美，民风淳厚，是定居，构筑深柳读书堂，著书自娱。《唐诗三百首》上载的首句\"道由白云居\"诗，就是写于此时此地，原题为《归桃源乡》。54岁卒，葬在该村云山垴，墓茔尚存。"},
{"name":"刘禹锡","initial":"L","intro":"刘禹锡（772－842），字梦得 ，汉族，唐朝彭城人，祖籍洛阳，唐朝文学家，哲学家，自称是汉中山靖王后裔，曾任监察御史，是王叔文政治改革集团的一员。唐代中晚期著名诗人，有“诗豪”之称。他的家庭是一个世代以儒学相传的书香门第。政治上主张革新，是王叔文派政治革新活动的中心人物之一。后来永贞革新失败被贬为朗州司马（今湖南常德）。据湖南常德历史学家、收藏家周新国先生考证刘禹锡被贬为朗州司马其间写了著名的“汉寿城春望”。"},
{"name":"柳中庸","initial":"L","intro":"柳中庸 （？—约775)。名淡，中庸是其字。 唐代诗人。河东（今山西永济）人，为柳宗元族人。大历年间进士，曾官鸿府户曹，未就。萧颖士以女妻之。与弟中行并有文名。与卢纶、李端为诗友。所选《征人怨》是其流传最广的一首。《全唐诗》存诗仅13首。其诗以写边塞征怨为主，然意气消沉，无复盛唐气象。"},
{"name":"柳宗元","initial":"L","intro":"柳宗元一生留诗文作品达600余篇，其文的成就大于诗。其诗多抒写抑郁悲愤、思乡怀友之情，幽峭峻郁，自成一路。最为世人称道者，是那些清深意远、疏淡峻洁的山水闲适之作。 骈文有近百篇，散文论说性强，笔锋犀利，讽刺辛辣。游记写景状物，多所寄托。哲学著作有《天说》《天对》《封建论》等。柳宗元的作品由唐代刘禹锡保存下来，并编成集。有《柳河东集》《柳宗元集》（中华书局1979年版）。"},
{"name":"卢纶","initial":"L","intro":"卢纶（约737-约799），字允言，唐代诗人，大历十才子之一，汉族，河中蒲（今山西省永济县）人。天宝末举进士，遇乱不第；代宗朝又应举， 屡试不第。大历六年，宰相元载举荐，授阌乡尉；后由王缙荐为集贤学士，秘书省校书郎，升监察御史。出为陕府户曹、河南密县令。后元载、王缙获罪，遭到牵连。德宗朝复为昭应令，又任河中浑瑊元帅府判官，官至检校户部郎中。有《卢户部诗集》。"},
{"name":"骆宾王","initial":"L","intro":"骆宾王（约619～687）唐代诗人。字观光，婺州义乌人（今中国浙江义乌）人。唐朝初期的诗人，与王勃、杨炯、卢照邻合称初唐四杰。又与富嘉谟并称“富骆”。 在四杰中他的诗作最多。尤擅七言歌行，名作《帝京篇》为初唐罕有的长篇，当时以为绝唱。骆还曾久戍边城，写有不少边塞诗“晚凤迷朔气，新瓜照边秋。灶火通军壁，烽烟上戍楼。”豪情壮志，见闻亲切。唐中宗复位后，诏求骆文，得数百篇。后人收集之骆宾王诗文集颇多，以清陈熙晋之《骆临海集笔注》最为完备。"},
{"name":"马戴","initial":"M","intro":"马戴（799—869），字虞臣，唐定州曲阳（今江苏省东海县）人。晚唐时期著名诗人。工诗属文，其诗凝炼秀朗，含思蕴藉，饶有韵致，无晚唐纤靡僻涩之习。尤以五律见长，深得五言律之三昧。与薛能、顾非熊、殷尧藩等友善，均有诗篇往来；又与贾岛、姚合为诗友，唱酬尤多。善于抒写羁旅之思和失意之慨，蕴藉深婉，秀朗自然。"},
{"name":"孟浩然","initial":"M","intro":"孟浩然，唐代诗人。本名不详（一说名浩），汉族，襄州襄阳(今湖北襄阳)人。字浩然，世称「孟襄阳」，与另一位山水田园诗人王维合称为\"王孟\"。以写田园山水诗为主。因他未曾入仕，又称之为孟山人。襄阳南门外背山临江之涧南园有他的故居。曾隐居鹿门山。"},
{"name":"孟郊","initial":"M","intro":"孟郊，唐代诗人，汉族。现存诗歌500多首，以短篇的五言古诗最多，代表作有《游子吟》。有“诗囚”之称，又与贾岛齐名，人称“郊寒岛瘦”。元和九年，在阌乡(今河南灵宝)因病去世。张籍私谥为贞曜先生。"},
{"name":"裴迪","initial":"P","intro":"裴迪（716-?），唐代诗人，河东（今山西）人。官蜀州刺史及尚书省郎。其一生以诗文见称，是盛唐著名的山水田园诗人之一。与大诗人王维、杜甫关系密切。早年与“诗佛”王维过从甚密，晚年居辋川、终南山，两人来往更为频繁，故其诗多是与王维的唱和应酬之作。“寒山转苍翠，秋水日潺谖。倚仗柴门外，临风听暮蝉。渡头余落日，墟里上孤烟。复值接舆醉，狂歌五柳前。”这首号称“诗中有画”的诗篇就是闲居辋川时王维答赠裴迪的。受王维的影响，裴迪的诗大多为五绝，描写的也常是幽寂的景色，大抵和王维山水诗相近。"},
{"name":"綦毋潜","initial":"Q","intro":"　綦毋潜（691年－756年，綦音qí）字孝通，江西南康人。15岁游学京都长安，与当时诗坛名家多有交往，渐有诗名。玄宗开元八年（720年），落第返乡。开元十四年，又赴京考试，终于进士及第，历宜寿导尉、左拾遗。开元十八年，入集贤院待制，为著作郎。在此期间，曾返乡省亲，路过洪州（今江西南昌），与当时任洪州都督的张九龄相见，并以诗作唱酬。开元二十一年冬，送诗友储光羲辞官归隐，受其影响，他萌发了归隐之志，便于当年年底离开长安，经洛阳，盘桓半年多，最后下定决心弃官南返。他先在江淮一带游历，足迹几乎遍及这带的名山胜迹。留传至今的诗也多描写风光之作。 "},
{"name":"钱起","initial":"Q","intro":"钱起（751年前后在世），字仲文，汉族，吴兴（今浙江湖州市）人，早年数次赴试落第，唐天宝七年（748年）进士。唐代诗人"},
{"name":"秦韬玉","initial":"Q","intro":"秦韬玉 唐代诗人 生卒年不详，字仲明，京兆(今陕西西安市)人。应进士不中，僖宗中和二年赐进士及第。曾从僖宗入蜀，依附有权势的宦官田令孜，官工部侍郎、神策军判官。其诗皆是七言，构思奇巧，语言清雅，意境浑然，多有佳句，艺术成就很高。代表作有《贫女》、《长安书怀》、《桧树》、《题竹》、《对花》、《八月十五日夜同卫谏议看月》、《边将》、《织锦妇》、《钓翁》、《天街》、《豪家》、《陈宫》、《燕子》、《仙掌》、《独坐吟》、《咏手》、《春游》等，其中以《贫女》一诗流传最广、十分著名。"},
{"name":"邱为","initial":"Q","intro":"［唐］（？—？），字不详，苏州嘉兴（今属浙江）人。累举不第，归里苦读。至天宝初始登进士，与王维、刘长卿友善，尝相唱和。官至太子右庶子，致仕归，时年八十馀，继母健在，给俸禄之半，以孝称。年九十六，以寿终。诗擅五言，善摹湖山景色。"},
{"name":"权德舆","initial":"Q","intro":"权德舆(759-818) 唐朝大臣。字载之，行三。天水略阳(今甘肃秦安)人，家于润州丹阳(今江苏丹阳)。名士权皋子。幼颖悟，三岁知变四声，四岁能为诗。年十五，为文数百篇，见称于诸儒间。权德舆于贞元、元和间执掌文柄，名重一时。刘禹锡、柳宗元等皆投文门下，求其品题。性直谅宽恕，蕴藉风流，好学不倦。"},
{"name":"僧皎然","initial":"S","intro":"  僧皎然(730-799)，字清昼，本姓谢，为南朝宋谢灵运十世孙，湖州(今浙江吴兴)人。曾与颜真卿等唱和往还，又与灵澈、陆羽等同居吴兴杼山妙喜寺。诗多送别酬答之作，部分篇什宣扬佛教出世思想。情调闲适，语言简淡。"},
{"name":"沈佺期","initial":"S","intro":"沈佺期（约656～约714或715），唐代诗人。字云卿。相州内黄（今属河南）人。上元二年（675）进士及第。由协律郎累迁考功员外郎。曾因受贿入狱。出狱后复职，迁给事中。中宗即位，因谄附张易之，被流放□州。神龙三年（707），召拜起居郎兼修文馆直学士，常侍宫中。后历中书舍人、太子少詹事。沈佺期与宋之问齐名，并称“沈宋”。他们的近体诗格律谨严精密，史论以为是律诗体制定型的代表诗人。原有文集10卷，已散佚。明人辑有《沈佺期集》。沈佺期代表作：《独不见》 他的《独不见》是一首较早出现的优秀七言律诗。 高秉（左木右秉）在《唐诗品高序》中有评：沈宋之新声，苏（廷）张（说）之大手笔，此初唐之渐盛也。前人论沈宋，大抵薄其为人而又肯定他们在律诗中的地位。"},
{"name":"司空曙","initial":"S","intro":"司空曙(约720-790?)，字文初，（唐才子传作文明。此从新唐书）广平（今属河北省）人，大历十才子之一。约唐代宗大历初前后在世。磊落有奇才，与李约为至交。性耿介，不干权要。家无担石，晏如也。尝因病中不给，遣其爱姬。韦辠节度剑南，辟致幕府。授洛阳主簿。未几，迁长林县丞。累官左拾遗。终水部郎中。曙诗有集二卷，登进士第，不详何年。曾官主簿。大历五年任左拾遗，贬长林(今湖北荆门西北)丞。贞元间，在剑南西川节度使韦皋幕任职，官检校水部郎中，终虞部郎中。曙为卢纶表兄，亦是\"大历十才子\"之一。其诗多为行旅赠别之作，长于抒情，多有名句。胡震亨曰：\"司空虞部婉雅闲淡，语近性情。\"(《唐音癸签》卷七)有《司空文明诗集》。其诗朴素真挚，情感细腻，多写自然景色和乡情旅思，长于五律。诗风闲雅疏淡。"},
{"name":"宋之问","initial":"S","intro":"宋之问约生于唐高宗显庆元年（656年～712年），并没有显赫的门第家世。父亲宋令文起自乡闾，矢志于学，交友重义，“比德同道。理阃探索词源论讨”，多才多艺，不仅“富文辞，且工书，有力绝人，世称三绝。”唐高宗时做到左骁卫郎将和校理图书旧籍的东台详正学士，饶著声誉。在父亲的影响下，宋之问和弟弟宋之悌，宋之逊自幼勤奋好学，各得父之一绝；宋之悌骁勇过人，宋之逊精于草隶，宋之问则工专文词，成当时佳话美谈。上元二年（675年），长得身材高昂、仪表堂堂的宋之问进士及第，登临“龙门”，踏上了仕进正途。 "},
{"name":"唐玄宗","initial":"T","intro":"李隆基（685－762），即历史上著名的唐玄宗（庙号为“玄宗”），亦称唐明皇。西元712年至756年在位。唐睿宗李旦第三子，母窦德妃。谥为“至道大圣大明孝皇帝”，故亦称为“唐明皇”。清朝为避讳康熙皇帝之名（玄烨），故而多称其为唐明皇。李隆基在位期间开创了唐朝乃至中国历史上的最为鼎盛的时期，史称“开元盛世”。但是唐明皇在位后期（天宝十四年）爆发安史之乱，使得唐朝国势逐渐走向衰落。"},
{"name":"王勃","initial":"W","intro":"王勃，（649或650～675或676）唐代诗人，字子安，绛州龙门（今山西河津）人。王勃的祖父王通是隋末著名学者，号文中子。父亲王福畴历任太常博士、雍州司功等职。 王勃与杨炯、卢照邻、骆宾王以诗文齐名，并称“王杨卢骆”，亦称“初唐四杰”。勃才华早露，未成年即被司刑太常伯刘祥道赞为神童，向朝廷表荐，对策高第，授朝散郎。乾封初（666）为沛王李贤征为王府侍读，两年后，因戏为《檄英王鸡》文，被高宗怒逐出府，随即出游巴蜀。咸亨三年（672），补虢州参军，因擅杀官奴当诛，遇赦除名。其父亦受累贬为交趾令。 上元二年（675）或三年（676），王勃南下探亲，渡海溺水，惊悸而死。 王勃的文学主张崇尚实用。当时文坛盛行以上官仪为代表的诗风，“争构纤微，竞为雕刻”，“骨气都尽，刚健不闻”。王勃“思革其弊，用光志业”（杨炯《王勃集序》）。 "},
{"name":"王昌龄","initial":"W","intro":"王昌龄（公元698-756年）字少伯，汉族，山西太原人。盛唐著名边塞诗人，后人誉为“七绝圣手”。早年贫贱，困于农耕，年近不惑，始中进士。初任秘书省校书郎，又中博学宏辞，授汜水尉，因事贬岭南。开元末返长安，改授江宁丞。被谤谪龙标尉。安史乱起，为刺史闾丘所杀。其诗以七绝见长，尤以登第之前赴西北边塞所作边塞诗最著。他的边塞诗气势雄浑，格调高昂，充满了积极向上的精神。世称王龙标，有“诗家天子王江宁”之称，存诗一百七十余首，作品有《王昌龄集》。 "},
{"name":"王翰","initial":"W","intro":"王翰（687—726），字子羽，唐并州晋阳（今山西太原市）人，闻一多先生《唐诗大系》定王翰生卒年为公元687至726年，并未提出确切的材料依据。<br />　　王翰，字子羽，晋阳人；登进士第，举直言极谏，调昌乐尉。复举超拔群类，召为秘书正字。擢通事舍人、驾部员外。出为汝州长史，改仙州别驾。日与才士豪侠饮乐游畋，坐贬道州司马，卒。其诗题材大多吟咏沙场少年、玲珑女子以及欢歌饮宴等，表达对人生短暂的感叹和及时行乐的旷达情怀。词语似云铺绮丽，霞叠瑰秀；诗音如仙笙瑶瑟，妙不可言。代表作有《凉州词二首》、《饮马长城窟行》、《春女行》、《古蛾眉怨》等，其中以《凉州词二首》最负盛名。"},
{"name":"王建","initial":"W","intro":"王建（约767－约830年），唐代诗人，字仲初，颍川（今河南许昌）人，享年约六十七岁。家贫，“从军走马十三年”，居乡则“终日忧衣食”，四十岁以后，“白发初为吏”，沉沦于下僚，任县丞、司马之类，世称王司马。他写了大量的乐府，同情百姓疾苦，与张籍齐名。又写过宫词百首，在传统的宫怨之外，还广泛地描绘宫中风物，是研究唐代宫廷生活的重要材料。他写过一些小词，别具一格，《调笑令》，原题为“宫中调笑”，可见本是专门供君王开开玩笑的，王建却用来写宫中妇女的哀怨：“团扇，团扇，美人并来遮面。玉颜憔悴三年，谁复商量管弦？弦管，弦管，春草昭阳路断。”末句斩钉截铁，守望之情，跃然纸上。又如《江南三台》：“扬州池边小妇，长干市里商人。三年不得消息，各自拜鬼求神。”纯是白描，别有情趣。"},
{"name":"王湾","initial":"W","intro":"王湾（公元693年~751年），唐代诗人。字号不详。洛阳(今属河南洛阳)人。玄宗先天年间(712年～713年)进士及第，授荥阳县主簿。开元五年(717年)唐朝政府编次官府所藏图书,9年书成,共200卷,名为《群书四部录》。王湾由荥阳主簿受荐编书，参与集部的编撰辑集工作，书成之后，因功授任洛阳尉。约在开元十七年,他曾作诗赠当时宰相萧嵩和裴光庭,后来去世。 "},
{"name":"王维","initial":"W","intro":"王维（701年－761年），字摩诘（mo jie） ，人称诗佛 ，名字合之为维摩诘，维摩诘乃是佛教中一个在家的大乘佛教的居士,是著名的在家菩萨，意译以洁净、没有染污而著称的人。可见王维的名字中已与佛教结下了不解之缘。王维生前，人们就认为他是“当代诗匠，又精禅理。”（苑咸《酬王维序》），死后更是得到了“诗佛”的称号。王维出生在一个虔诚的佛教徒的家庭里，根据王维写的《请施庄为寺表》云：“亡母故博陵县君崔氏，师事大照禅师三十余年，褐衣蔬食，持戒安禅，乐住山林，志求寂静。”王维从小就受到了母亲的熏陶，同时，根据《王右丞集注》卷二五，有一篇《大荐福寺大德道光禅师塔铭》，文中述及了诗人同当代名僧道光禅师的关系时说：“维十年座下，可见王维确实也与佛家因缘不浅，其晚年更是过着僧侣般的生活。据《旧唐书》记载：“在京师，长斋，不衣文俯伏受教，欲以毫末度量虚空，无有是处，志其舍利所在而已。”采，日饭十数名僧，以玄谈为乐，斋中无所有，惟茶铛药臼，经案绳床而已。退朝之后，焚香独坐，以禅颂为事。”此时的王维俨然是一僧侣了。 "},
{"name":"王之涣","initial":"W","intro":"王之涣(688—742)，是盛唐时期的诗人，字季凌，汉族，并州（山西太原）人。祖籍晋阳(今山西太原)，其高祖迁今山西绛县。豪放不羁，常击剑悲歌，其诗多被当时乐工制曲歌唱。名动一时，常与高适、王昌龄等相唱和，以善于描写边塞风光著称。代表作有《登鹳雀楼》、《凉州词》等。“白日依山尽，黄河入海流。欲穷千里目，更上一层楼”。更是千古绝唱。"},
{"name":"韦应物","initial":"W","intro":"韦应物15岁起以三卫郎为玄宗近侍，出入宫闱，扈从游幸。早年豪纵不羁，横行乡里，乡人苦之。安史之乱起，玄宗奔蜀，流落失职，始立志读书，少食寡欲，常“焚香扫地而坐”。代宗广德至德宗贞元间，先后为洛阳丞、京兆府功曹参军、鄂县令、比部员外郎 、滁州和江州刺史、左司郎中 、苏州刺史。贞元七年退职。世称韦江州、韦左司或韦苏州。韦应物是山水田园诗派诗人，后人每以王孟韦柳并称。其山水诗景致优美，感受深细，清新自然而饶有生意。而《西塞山》景象壮阔，则显示韦诗雄豪的一面。其田园诗实质渐为反映民间疾苦的政治诗。代表作有《观田家》。此外，他还有一些感情慷慨悲愤之作。部分诗篇思想消极，孤寂低沉。韦诗各体俱长，七言歌行音调流美，“才丽之外，颇近兴讽”（白居易《与元九书》)。五律一气流转 ，情文相生，耐人寻味。五、七绝清韵秀朗，《滁州西涧》的“春潮带雨晚来急，野渡无人舟自横”句，写景如画，为后世称许。韦诗以五古成就最高，风格冲淡闲远，语言简洁朴素，有“五言长城”之称。但亦有秾丽秀逸的一面。其五古以学陶渊明为主，但在山水写景等方面，受谢灵运、谢朓的影响。此外，他偶亦作小词。今传有10卷本《韦江州集》、两卷本《韦苏州诗集》、10卷本《韦苏州集》。散文仅存一篇。因做过苏州刺史。世称“韦苏州”。诗风恬淡高远，以善于写景和描写隐逸生活著称。"},
{"name":"韦庄","initial":"W","intro":"韦庄（836年─910年），字端己，杜陵（今中国陕西省西安市附近）人，诗人韦应物的四代孙，唐朝花间派词人，词风清丽，有《浣花词》流传。曾任前蜀宰相，谥文靖。"},
{"name":"温庭筠","initial":"W","intro":"温庭筠 (约812—870)，唐代诗人、词人。本名岐，字飞卿，汉族，太原祁（今山西祁县）人，是花间词派的重要作家之一。唐初宰相温彦博之后裔。《新唐书》与《旧唐书》均有传。年轻时苦心学文，才思敏捷。晚唐考试律赋，八韵一篇。据说他叉手一吟便成一韵，八叉八韵即告完稿，时人亦称为“温八叉”、“温八吟”。诗词兼工，诗与李商隐齐名，并称“温李”；词与韦庄齐名，并称“温韦”。温庭筠，古籍上记载的有两位：一位是唐代著名文学家，另一位是五代十国晋丞相桓文之门客。"},
{"name":"西鄙人","initial":"X","intro":"西鄙人，西北边境人，生平姓名不详。因著有“哥舒歌”而留世。"},
{"name":"许浑","initial":"X","intro":"许浑（约791～约858）字用晦，一作仲晦，祖籍安州安陆，寓居润州丹阳(今属江苏)，遂为丹阳人。武后朝宰相许圉师六世孙。文宗大和六年(832)进士及第，先后任当涂、太平令，因病免。大中年间入为监察御史，因病乞归，后复出仕，任润州司马。历虞部员外郎，转睦、郢二州刺史。晚年归丹阳丁卯桥村舍闲居，自编诗集，曰《丁卯集》。其诗皆近体，五七律尤多，句法圆熟工稳，声调平仄自成一格，即所谓“丁卯体”。诗多写“水”，故有“许浑千首湿”之讽。"},
{"name":"薛逢","initial":"X","intro":"薛逢（？～？），字陶臣，河东蒲州（今山西永济）人。唐武宗会昌元年（841）辛酉科崔岘榜进士第三人。 崔逢年轻时文词俊拔，议论激切，抱负远大，可惜没有腾达的机会。　薛逢由怀才不遇到愤世嫉俗，把自己人为地放到了别人的对立面，用诗歌形式表达了对腐败世事的不满。也是他孤芳自赏、不愿随波逐流而又无可奈何的必然结果。 "},
{"name":"佚名","initial":"Y","intro":"佚名，亦称无名氏，指身份不明或者尚未了解姓名的人。源于古代或民间、不知由谁创作的文学、音乐作品会以佚名为作者名称。"},
{"name":"虞世南","initial":"Y","intro":"虞世南（558年－638年7月11日），字伯施，是唐朝政治人物、文学家、诗人、书法家。越州（浙江省）余姚人。善书法，与欧阳询、褚遂良、薛稷合称“初唐四大家”。日本学界称欧阳询、褚遂良、虞世南为“初唐三大家”。其所编的《北堂书钞》被誉为唐代四大类书之一，是中国现存最早的类书之一。"},
{"name":"元结","initial":"Y","intro":"元结 (719～772)中国唐代文学家。字次山，号漫叟 、聱叟 。河南鲁山人。天宝六载(747)应举落第后，归隐商余山。天宝十二载进士及第。安禄山反，曾率族人避难猗玗洞 (今湖北大冶境内)，因号猗玗子。乾元二年(759)，任山南东道节度使史翙幕参谋，招募义兵，抗击史思明叛军，保全十五城。代宗时，任道州刺史，调容州，加封容州都督充本管经略守捉使，政绩颇丰。大历七年(772)入朝，同年卒于长安。元结主张诗歌为政治教化服务 ， 要“极帝王理乱之道，系古人规讽之流”；能济世劝俗，补阙拾遗，“上感于上，下化于下”；反对当时诗坛“拘限声病，喜尚形似”(《箧中集序》)的不良风气，开新乐府运动之先声。他的诗歌有强烈的现实性，触及天宝中期日益尖锐的社会矛盾。"},
{"name":"元稹","initial":"Y","intro":"元稹（779年－831年，或唐代宗大历十四年至文宗大和五年），字微之，别字威明，汉族，唐洛阳人（今河南洛阳）。父元宽，母郑氏。为北魏宗室鲜卑族拓跋部后裔，是什翼犍之十四世孙。早年和白居易共同提倡“新乐府”。世人常把他和白居易并称“元白”。"},
{"name":"张祜","initial":"Z","intro":"张祜 生卒年不详，字承吉，唐代诗人，清河（今邢台清河）人。约（公元782年）出生在清河张氏望族，家世显赫，被人称作张公子，初寓姑苏，后至长安，长庆中令狐楚表荐之，不报。辟诸侯府，为元稹排挤，遂至淮南，爱丹阳曲阿地，隐居以终，卒于唐宣宗大中六年（公元852年）。张祜诗集10卷468首至今保存完好。其诗风沉静浑厚，有隐逸之气，但略显不够清新生动；吟咏的题材相当丰富（这里面包括众多寺庙的题作和有关各种乐器及鸟禽的诗咏等等）"},
{"name":"张继","initial":"Z","intro":"张继（约715~约779）字懿孙，汉族，襄州人（今湖北襄阳人）。唐代诗人，他的生平不甚可知。据诸家记录，仅知他是天宝十二年（公元七五三年）的进士。大历中，以检校祠部员外郎为洪州（今江西南昌市）盐铁判官。他的诗爽朗激越，不事雕琢，比兴幽深，事理双切，对后世颇有影响。但可惜流传下来的不到50首。他的最著名的诗是《枫桥夜泊》。"},
{"name":"张藉","initial":"Z","intro":"　张籍（约767～约830），唐代诗人。字文昌。原籍苏州（今属江苏），迁居和州乌江（今安徽和县乌江镇）。贞元初，与王建同在魏州学诗,后回和州。贞元十二年(796),孟郊至和州,访张籍。十四年，张籍北游，经孟郊介绍，在汴州认识韩愈。韩愈为汴州进士考官，张籍被荐，次年在长安进士及第。元和元年（806）调补太常寺太祝,与白居易相识，互相切磋，对各自的创作产生了积极的影响。张籍为太祝10年，因患目疾,几乎失明,明人称为“穷瞎张太祝”。元和十一年，转国子监助教，目疾初愈。15年后，迁秘书郎。长庆元年(821)，受韩愈荐为国子博士,迁水部员外郎，又迁主客郎中。大和二年(828),迁国子司业。世称“张水部”、“张司业”。和当时的王建齐名，世称“张王”。张籍的乐府诗与王建齐名,并称“张王乐府”。"},
{"name":"张九龄","initial":"Z","intro":"张九龄(678-740) : 唐开元尚书丞相，诗人。字子寿，一名博物，汉族，韶州曲江（今广东韶关市）人。长安年间进士。官至中书侍郎同中书门下平章事。后罢相，为荆州长史。诗风清淡。有《曲江集》。他是一位有胆识、有远见的著名政治家、文学家、诗人、名相。他忠耿尽职，秉公守则，直言敢谏，选贤任能，不徇私枉法，不趋炎附势，敢与恶势力作斗争，为“开元之治”作出了积极贡献。他的五言古诗，以素练质朴的语言，寄托深远的人生慨望，对扫除唐初所沿习的六朝绮靡诗风，贡献尤大。誉为“岭南第一人”。"},
{"name":"张泌","initial":"Z","intro":"张泌，字子澄，唐末重要作家，生卒年约与韩偓(842-914)相当；"},
{"name":"张乔","initial":"Z","intro":"(生卒年不详)，今安徽贵池人，懿宗咸通中年进士，当时与许棠、郑谷、张宾等东南才子称“咸通十哲”黄巢起义时，隐居九华山以终。其诗多写山水自然，不乏清新之作诗清雅巧思，风格也似贾岛。 <br />　　《全唐诗》录存其诗二卷。事见《唐诗纪事》卷十七，《唐才子传》卷十。"},
{"name":"张旭","initial":"Z","intro":"张旭(675-750?)，字伯高，一字季明，汉族，唐朝吴（今江苏苏州）人。曾官常熟县尉，金吾长史。善草书，性好酒，世称张颠，也是“饮中八仙”之一。其草书当时与李白诗歌、裴文剑舞并称“三绝”，诗亦别具一格，以七绝见长。与李白、贺知章等人共列饮中八仙之一。唐文宗曾下诏，以李白诗歌、裴旻剑舞、张旭草书为“三绝”。又工诗，与贺知章、张若虚、包融号称“吴中四士”。传世书迹有《肚痛帖》、《古诗四帖》等。"},
{"name":"郑畋","initial":"Z","intro":"郑畋（823-882），字台文，河南 荥阳人，会昌二年（842）进士及第。刘瞻镇北门，辟为从事。瞻作相，荐为翰林学士，迁中书舍人。乾符中，以兵部侍郎同平章事，寻出为凤翔节度使，拒巢贼有功，授检校尚书左仆射。诗一卷，。《全唐诗》录存十六首。性宽厚，能诗文。"},
{"name":"朱庆馀","initial":"Z","intro":"朱庆馀，生卒年不详，名可久。越州（今浙江绍兴）人，宝历二年（826）进士，官至秘书省校书郎，《全唐诗》存其诗两卷。曾作《闺意献张水部》作为参加进士考试的“通榜”，增加中进士的机会。据说张籍读后大为赞赏，写诗回答他说：“越女新装出镜心，自知明艳更沉吟。齐纨为足时人贵，一曲菱歌值万金”，于是朱庆馀声名大震。"},
{"name":"祖咏","initial":"Z","intro":"祖咏 唐代诗人。洛阳（今属河南）人。生卒年不详。少有文名，擅长诗歌创作。与王维友善。王维在济州赠诗云：\"结交二十载，不得一日展。贫病子既深，契阔余不浅。\"（《赠祖三咏》）其流落不遇的情况可知。开元十二年(724)，进士及第，长期未授官。后入仕,又遭迁谪，仕途落拓，后归隐汝水一带。<br />　　祖咏的诗作以描写山水为主，辞意清新文字洗练。《终南望馀雪》尤脍炙人口。七律《望蓟门》描绘边地景色，抒写立功报国的激动心情,意境融浑阔大,而风格秀明。殷□《河岳英灵集》说他\"翦刻省静，用思尤苦，气虽不高,调颇凌俗\"。《全唐诗》编存其诗1卷。事迹见《唐诗纪事》、《唐才子传》。"}]
